Ran Plan for project: `atoca-house` dir: `terraform` workspace: `atoca-house`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # cloudflare_record.test will be created
+ resource "cloudflare_record" "test" {
+       allow_overwrite = false
+       created_on      = (known after apply)
+       hostname        = (known after apply)
+       id              = (known after apply)
+       metadata        = (known after apply)
+       modified_on     = (known after apply)
+       name            = "test"
+       proxiable       = (known after apply)
+       proxied         = true
+       ttl             = (known after apply)
+       type            = "CNAME"
+       value           = "10.0.0.1"
+       zone_id         = "9d48c97be435eaf475fca163ca2e32a1"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p atoca-house`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.atoca.house/lock?id=guilhermewolf%252Fatoca.house%252Fterraform%252Fatoca-house)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p atoca-house`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To **delete** all plans and locks for the PR, comment:
    * `atlantis unlock`